Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=814_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Ođđa oahppamateriálat anáraš- ja davvisámegielat oahpahussii
sms: Ođđ mättʼtem-materiaal aanar- da tâŠvvsääŠmǩiõllsaž mättʼtõŠsse

source: Anáraš- ja davvisámegielat vuođđooahpahussii leat almmuhuvvon ođđa oahppamateriálat. Anárašgillii lea almmuhuvvon nuppi luohká matematihká giđđagirji
sms: Aanar- da tâŠvvsääŠmǩiõllsaž vuâđđmättʼtõõzz diõtt lie iŠlmmstõõvvân ođđ mättʼtem-materiaal, aanarsääŠmǩiõllsaž nuuŠbb klaass matematiikk ǩiđđǩeŠrjj Lohosierâ 2, kiđđâ lij juätkk ääiŠjben čõõđtum kuälmad ǩerjja.

source: mii lea joatkka ovdal almmuhuvvon golmma girjái. Davvisámegielat oahpahussii leat almmuhuvvon vihtta ođđa siidolohkamuša ja okta ođđa preanttus
sms: TâŠvvsääŠmǩiõllsaž mättʼtõŠsse iŠlmmstõŠvve vitt ođđ jeeŠres mättʼtemaunnstõõzz da õhtt lââŠssteädldõk Bluppe-rääidast.

source: jorgaluvvon WSOY Matikka-nammasaš ráiddus, mii šaddá almmuhuvvot ollasit anárašgillii.
sms: Lohosierâ 2, kiđđâ lij jåårǥlõttum WSOY Matikka-rääidast, kååŠtt puäŠđet čõõđtet obbvuõđstes aanarsäämas.

source: Davvisámegielat Lohkoleaika - nammasaš jorgalus ráiddus lea juo skuvllaid anus.
sms: TâŠvvsääŠmǩiõllsaž Lohkoleaika – nõmmsaž joortõs rääidast lij juŠn škoouli âânnmõõžžâst.

source: girjji lea jorgalan
sms: Lohosierâ 2 – ǩeeŠrj lij jåårǥlâŠttam Iiris Mäenpää.

source: dás
sms: täŠst.

source: Bluppe mállásat, Bluppe ja albbas, Bluppe ja ealga, Bluppe ja guovžžačivggat
sms: Bluppe-rääidast čõõđtum ođđ tâŠvvsääŠmǩiõllsaž ǩeeŠrj Bluppe mállásat, Bluppe da albbas, Bluppe da ealga, Bluppe da guovžžačivggat da Bluppe ja goddesáhpánat suâŠppe jeeŠres mättʼtemaunnstõssân di sääŠmkiõllsaž da še jieŠnnǩiõl da veeŠres ǩiõl mättʼtõŠsse.

source: heivejit siidolohkamuššan sihke sámegielat ja eatnigiela ja vieris giela oahpahussii.
sms: Ooudbi lââŠssen iŠlmmtõõvi lââŠssteädldõk äiggsab loŠppe kaaupšum Bluppe da miessi – ǩeeŠrjest.

source: - girjjis. Ođđa girjjiid lea ruoŧagielas jorgalan Hannu Kangasniemi.
sms: Ođđ ǩeeŠrjid lij ruõccǩiõlâst jåårǥlâŠttam Hannu Kangasniemi.

source: Giela lea dárkkistan Jovnna Ánde Vest.
sms: Ǩiõl taŠrǩǩumuužž lij tuejjääm Jovnna Ánde Vest.

source: Bluppe - girjjiid lea álgoálggus čállán Inga Borg.
sms: Bluppe – ǩeeŠrjid lij ǩeeŠrjtam alggaalǥâst Inga Borg.

source: Lassedieđut
sms: LââŠssteâđaid

source: Sámediggi lea almmuhan oktiibuot gávcci ođđa oahppamateriála jagi 2014 vuosttaš vahkuid áigge.
sms: SääŠmteŠǧǧ lij čõõđtam õhttseŠžže kääuc ođđ materiaal eeŠjj 2014 vuõssmõs neäŠttli äiŠǧǧen.

source: Čuovvovažžan prentehusas vurdojuvvo ođđa preanttus Girjegiisá Oy álgoálggus jagi 1993 almmuhan Pekka Sammallahti Sámi-suoma-sámi sátnegirjjis.
sms: PueŠtti teädldõõǥǥâst vueŠrdet seämmanallšen kuõrtõõzz, kååŠtt lij Girjegiisá Oy alggaalǥâst eeŠjj 1993 čõõđtum Pekka Sammallahti SääŠm-lääŠdd-sääŠm tâŠvvsääŠm sääŠnnǩeeŠrjest. (Sámi-suoma-sámi sátnegirji).

source: Sámedikki almmuhan oahppamateriálat leat fidnemis Sámi duodjegávppis Sajosis Anáris, searvvi
sms: SääŠmteeŠǧǧ čõõđtum mättʼtem-materiaal lie vuäǯǯamnalla Sámi duodji-kaaupâst Sajoozzâst Aanrest, õhttõõzz

source: dahje sámedikki skuvlen- ja oahppamateriáladoaimmahagas ritva.
sms: leŠbe sääŠmteeŠǧǧ škoouŠlʼjem- da mättʼtem-materialkonttrest ritva.
